{
    "sections":[
        {
            "id": "top",
            "link": "/#top", 
            "text": "Home",  
            "type": "placeholder"
        }, 
        {
            "id": "banner", 
            "link": "no", 
            "type": "banner", 
            "title": "Technical Writing Training Courses Ireland", 
            "subtitle": "Contact us for all your Technical Writing training requirements", 
            "background": "img/ground@-min.png",
            "image": "svg/writing.svg"
        },
        {
            "id": "keywordtext",
            "link": "/#keywordtext", 
            "text": "Welcome", 
            "title": "Welcome", 
            "type": "keywordtext",
            "image": "/svg/Code Version Control.svg", 
            "imagePosition": "right",
            "content":{
                "title": "Writing concisely and clearly takes time...",
                "text":[
                    "Writing concisely and clearly takes time. You have to work out exactly what your audience wants to know in order to make sure you are writing relevant information.  There is no set formula for writing a report – every report is different. Each one depends on what the purpose is, who you are writing for and the kind of information that you are reporting.",
                    "The keys to writing good reports are:"  
                ],
                "list":[
                    "Lock in the specific reports/tasks that constitute the focus of the training.", 
                    "Fine-tune the emphasis and incorporate client specific terminology into Professional Training's proprietary materials for the skills development segment of the workshop .", 
                    "Define skills building exercises and briefings which replicate situations that are realistic, relevant and useful to client and the participants at the workshop.", 
                    "Agree evaluation methods for the workshop."   
                ], 
                "image": "svg/Design collaboration.svg"
            }
        },
        {
            "id": "summary",
            "link": "/#summary", 
            "text": "Why Attend?", 
            "title": "Why Attend?", 
            "type": "keywordtext",
            "image": "", 
            "imagePosition": "right",
            "imageWidth": 300, 
            "content":{
                "title": "Why attend one of our Technical Writing courses?",
                "text":[
                    "We work best with participants who are committed to delivering reports, manuals and routine communications that address the needs of the situation and their target audience effectively and efficiently. <a href=/courses>Our workshops</a> are highly participative and constantly seek to anchor the skills and knowledge in the participants work situation.",
                    "People learn best by “doing” and the content will combine generic learning inputs with “smart practice” using predefined exercises and referencing documents and situations specific to the client organisation where possible."
                ]
            }
        } 
    ] 
}